tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/services"
tap "homebrew/cask-versions"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "neovim/neovim"
tap "universal-ctags/universal-ctags"
brew "bash-completion"
brew "bash-git-prompt"
brew "cask"
brew "certstrap"
brew "coreutils"
brew "cowsay"
brew "fasd"
brew "fortune"
brew "fzf"
brew "git"
brew "go"
brew "jq"
brew "lolcat"
brew "neovim"
brew "node"
brew "openssl"
brew "protobuf"
brew "python"
brew "rbenv"
brew "shellcheck"
brew "the_platinum_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]

# casks
cask "alfred"
cask "calibre"
cask "caffeine"
cask "docker"
cask "evernote"
cask "firefox"
cask "flux"
cask "flycut"
cask "google-chrome"
cask "handbrake"
cask "istat-menus"
cask "iterm2"
cask "ngrok"
cask "rescuetime"
cask "slack"
cask "spectacle"
cask "spotify"
cask "steam"
cask "transmission"
cask "vlc"
